Repository: toshiki-tech/yomi-play
Catalog: YomiPlay/YomiPlay/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# about
source: 关于
en: About
ja: アプリについて
zh_hant: 關於

# audio_url_not_found
source: 未找到音频URL
en: Audio URL not found
ja: 音声URLが見つかりません
zh_hant: 未找到音訊URL

# back
source: 返回
en: Back
ja: 戻る

# back_to_home
source: 返回首页
en: Back to Home
ja: ホームに戻る
zh_hant: 返回首頁

# camera_roll_video
source: 相册视频
en: Camera Roll Video
ja: カメラロール動画
zh_hant: 相簿影片

# cancel
source: 取消
en: Cancel
ja: キャンセル

# chinese_simplified
source: 中文（简体）
en: Chinese (Simplified)
ja: 中国語（簡体）
zh_hant: 中文（簡體）

# chinese_traditional
source: 中文（繁体）
en: Chinese (Traditional)
ja: 中国語（繁体）
zh_hant: 中文（繁體）

# choose_plan
source: 选择方案
en: Choose a plan
ja: プランを選択
zh_hant: 選擇方案

# clear_search
source: 清除搜索
en: Clear
ja: クリア
zh_hant: 清除搜尋

# close
source: 关闭
en: Close
ja: 閉じる
zh_hant: 關閉

# confirm
source: 确认
en: Confirm
ja: 確定
zh_hant: 確認

# continue
source: 继续
en: Continue
ja: 続ける
zh_hant: 繼續

# could_not_recognize_speech_please_check_that_the_audio_contains_japanese_speech
source: 无法识别语音。请确认音频文件中包含日语语音。
en: Could not recognize speech. Please check that the audio contains Japanese speech.
ja: 音声を認識できませんでした。音声ファイルに日本語の音声が含まれているか確認してください。
zh_hant: 無法辨識語音。請確認音訊檔案中包含日語語音。

# date_newest_first
source: 日期（从新到旧）
en: Date (Newest First)
ja: 日付（新しい順）
zh_hant: 日期（從新到舊）

# date_oldest_first
source: 日期（从旧到新）
en: Date (Oldest First)
ja: 日付（古い順）
zh_hant: 日期（從舊到新）

# default_group
source: 默认分组
en: Default
ja: 既定
zh_hant: 預設分組

# delete
source: 删除
en: Delete
ja: 削除
zh_hant: 刪除

# delete_folder
source: 删除文件夹
en: Delete folder
ja: フォルダを削除
zh_hant: 刪除資料夾

# delete_folder_confirmation_message
source: 确定删除分组「%2$@」及其中的所有记录吗？
en: Delete group "%2$@" and all its records?
ja: グループ「%2$@」とその記録をすべて削除しますか？
zh_hant: 確定刪除分組「%2$@」及其中的所有記錄嗎？

# delete_this_record
source: 确定删除记录吗？
en: Delete this record?
ja: 記録を削除しますか？
zh_hant: 確定刪除記錄嗎？

# display_settings
source: 显示设置
en: Display Settings
ja: 表示設定
zh_hant: 顯示設定

# done
source: 完成！
en: Done!
ja: 完了！

# downloading_podcast_audio
source: 正在下载播客音频…
en: Downloading podcast audio…
ja: ポッドキャストをダウンロード中…
zh_hant: 正在下載播客音訊…

# Edit Pronunciation
source: 编辑读音
en: Edit Pronunciation
ja: 読み方を編集
zh_hant: 編輯讀音

# enable_url_import
source: 显示从URL导入
en: Show URL import
ja: URLからの読み込みを表示
zh_hant: 顯示從URL匯入

# End
source: 结束
en: End
ja: 終了
zh_hant: 結束

# engine
source: 引擎
en: Engine
ja: エンジン

# english
source: 英语
en: English
ja: 英語
zh_hant: 英語

# enter_audio_video_url
source: 输入音频/视频URL
en: Enter audio/video URL
ja: 音声/動画のURLを入力
zh_hant: 輸入音訊/影片URL

# enter_new_name
source: 输入新名称
en: Enter new name
ja: 新しい名前を入力
zh_hant: 輸入新名稱

# enter_subtitle_text
source: 输入字幕文本
en: Enter subtitle text
ja: 字幕テキストを入力
zh_hant: 輸入字幕文本

# error
source: 错误
en: Error
ja: エラー
zh_hant: 錯誤

# export
source: 导出
en: Export
ja: エクスポート
zh_hant: 匯出

# export_folder_as_zip
source: 分享为ZIP
en: Share as ZIP
ja: ZIPで共有
zh_hant: 分享為ZIP

# export_share
source: 导出与分享
en: Export & share
ja: エクスポート・共有
zh_hant: 導出與分享

# export_subtitles_srt
source: 导出字幕 SRT
en: Export Subtitles SRT
ja: 字幕 SRT エクスポート
zh_hant: 匯出字幕 SRT

# extracting_zip
source: 解压中…
en: Extracting…
ja: 解凍中…
zh_hant: 解壓中…

# failed_to_copy_the_file
source: 文件复制失败
en: Failed to copy the file
ja: ファイルのコピーに失敗しました
zh_hant: 檔案複製失敗

# failed_to_download_audio
source: 音频下载失败
en: Failed to download audio
ja: 音声のダウンロードに失敗しました
zh_hant: 音訊下載失敗

# failed_to_import_srt_file
source: SRT文件导入失败
en: Failed to import SRT file
ja: SRT ファイルのインポートに失敗しました
zh_hant: SRT檔案匯入失敗

# failed_to_load
source: 加载失败
en: Failed to load
ja: 読み込み失敗
zh_hant: 載入失敗

# failed_to_parse_srt_file
source: SRT文件解析失败
en: Failed to parse SRT file
ja: SRT ファイルの解析に失敗しました
zh_hant: SRT檔案解析失敗

# file_import_pro_subtitle
source: 从「文件」App 导入本地媒体与字幕
en: Import local media and subtitle files from the Files app
ja: ファイル App から端末内のメディア・字幕をインポート
zh_hant: 從「檔案」App 匯入本機媒體與字幕

# folder_empty
source: 该文件夹为空。
en: This folder is empty.
ja: このフォルダは空です。
zh_hant: 該資料夾為空。

# folder_export_no_media
source: 该分组内无可导出的音视频
en: No exportable media in this folder
ja: このフォルダにエクスポート可能なメディアがありません
zh_hant: 此資料夾內無可匯出的音視頻

# folder_name
source: 文件夹名称
en: Folder name
ja: フォルダ名
zh_hant: 資料夾名稱

# font_size
source: 字体大小
en: Font Size
ja: フォントサイズ
zh_hant: 字型大小

# free_audio_only
source: 仅音频
en: Audio only
ja: 音声のみ
zh_hant: 僅音頻

# free_no_export
source: Pro 专属
en: Pro only
ja: Pro 限定
zh_hant: Pro 專屬

# free_no_zip
source: Pro 专属
en: Pro only
ja: Pro 限定
zh_hant: Pro 專屬

# free_quota_30min
source: 60 分钟/月
en: 60 min/month
ja: 60分/月
zh_hant: 60 分鐘/月

# free_vs_pro
source: Free 与 Pro
en: Free vs Pro
ja: Free と Pro
zh_hant: Free 與 Pro

# full_subtitle_file_with_furigana_translations_etc
source: 完整字幕文件（含注音、翻译等）
en: Full subtitle file (with furigana, translations, etc.)
ja: 完全な字幕ファイル（振り仮名・翻訳等を含む）
zh_hant: 完整字幕檔案（含注音、翻譯等）

# furigana
source: 振假名
en: Furigana
ja: 振り仮名

# general
source: 通用
en: General
ja: 一般
zh_hant: 一般

# generating_furigana
source: 正在生成假名注音...
en: Generating furigana...
ja: 振り仮名を生成中...

# generating_furigana_2
source: 生成假名注音
en: Generating Furigana
ja: 振り仮名生成

# generating_phonetic_subtitles
source: 生成注音字幕
en: Generating phonetic subtitles
ja: 注音字幕を生成
zh_hant: 產生注音字幕

# home
source: 首页
en: Home
ja: ホーム
zh_hant: 首頁

# home_subtitle_choice_message
source: 如果有对应的字幕文件，可以直接导入，跳过语音识别。 YOMI格式包含完整注音和翻译数据。
en: If you have a matching subtitle file, you can import it directly and skip speech recognition. YOMI format preserves furigana and translation data.
ja: 対応する字幕ファイルがある場合、直接インポートして音声認識をスキップできます。 YOMI 形式は振り仮名や翻訳データを完全に保持します。
zh_hant: 如果有對應的字幕檔案，可以直接匯入，跳過語音辨識。 YOMI格式包含完整注音和翻譯資料。

# home_subtitle_choice_skip_button
source: 无字幕文件，使用AI语音识别
en: No subtitle file, using AI speech recognition
ja: 字幕ファイルがないため、AI音声認識を使用
zh_hant: 無字幕檔案，使用 AI 語音辨識

# home_subtitle_choice_srt_button
source: 选择 SRT 文件
en: Select SRT file
ja: SRT ファイルを選択
zh_hant: 選擇 SRT 檔案

# home_subtitle_choice_title
source: 是否附带字幕文件？
en: Attach subtitle file?
ja: 字幕ファイルを添付しますか？
zh_hant: 是否附帶字幕檔案？

# home_subtitle_choice_yomi_button
source: 选择 YOMI 文件
en: Select YOMI file
ja: YOMI ファイルを選択
zh_hant: 選擇 YOMI 檔案

# import
source: 导入
en: Import
ja: インポート
zh_hant: 匯入

# import_audio_video_to_start
source: 导入音频或视频开始学习
en: Import audio or video to start
ja: 音声や動画をインポートして開始
zh_hant: 匯入音訊或影片開始學習

# import_community_description
source: 前往YomiPlay社区下载分享的字幕资料。
en: Open toshiki.tech and download shared .yomi subtitles
ja: toshiki.tech で共有された .yomi 字幕をダウンロード
zh_hant: 前往 toshiki.tech 下載社群分享的 .yomi 字幕

# import_formatted_yomi
source: 导入带格式的 .yomi 文件
en: Import from a formatted .yomi file
ja: 書式付きの .yomi ファイルから読み込む
zh_hant: 匯入帶格式的 .yomi 文件

# import_from_link
source: 从链接导入
en: Import from link
ja: リンクから取り込む
zh_hant: 從連結匯入

# import_from_podcast
source: 从播客导入
en: Import from podcast
ja: ポッドキャストからインポート
zh_hant: 從播客匯入

# import_from_podcast_or_url
source: 从公开播客或URL链接导入
en: From podcast or URL
ja: 公開播客またはURLから
zh_hant: 從公開播客或URL連結匯入

# import_from_yomiplay_community
source: 从YomiPlay社区下载
en: From YomiPlay Community
ja: YomiPlay コミュニティから
zh_hant: 從YomiPlay社群下載

# import_from_zip
source: 从ZIP导入
en: Import from ZIP
ja: ZIPから一括インポート
zh_hant: 從ZIP匯入

# import_podcast_coming_soon
source: 敬请期待
en: Coming soon
ja: 準備中
zh_hant: 敬請期待

# import_podcast_coming_soon_message
source: 从苹果播客导入功能开发中，届时可浏览节目、选择单集并生成字幕。
en: Import from Apple Podcasts is under development. You will be able to browse shows, pick an episode, and generate subtitles.
ja: Apple ポッドキャストからの取り込みを開発中です。番組を検索し、エピソードを選んで字幕を生成できるようになります。
zh_hant: 從蘋果播客匯入功能開發中，屆時可瀏覽節目、選擇單集並生成字幕。

# import_podcast_description
source: 导入公开播客并生成字幕
en: Import public podcasts and generate subtitles
ja: 公開ポッドキャストを取り込んで字幕を生成
zh_hant: 匯入公開播客並生成字幕

# import_podcast_or_url_description
source: 搜索播客或粘贴音视频链接，生成字幕
en: Search podcasts or paste a link to generate subtitles
ja: 播客を検索するかリンクを貼り付けて字幕を生成
zh_hant: 搜尋播客或貼上音訊/影片連結以生成字幕

# import_pro_privilege_active
source: 无限识别特权已生效
en: Unlimited recognition active
ja: 無制限認識が有効です
zh_hant: 無限識別特權已生效

# import_settings
source: 导入设置
en: Import Settings
ja: インポート設定
zh_hant: 匯入設定

# import_standard_subtitles
source: 导入标准的 .srt 字幕文件
en: Import from a standard .srt file
ja: 標準的な .srt ファイルから読み込む
zh_hant: 匯入標準的 .srt 字幕文件

# import_subtitles_srt
source: 导入字幕 SRT
en: Import Subtitles SRT
ja: 字幕 SRT インポート
zh_hant: 匯入字幕 SRT

# import_type
source: 导入类型
en: Import type
ja: インポート形式
zh_hant: 導入類型

# import_upgrade_pro
source: 升级 Pro
en: Upgrade to Pro
ja: Pro へ
zh_hant: 升級 Pro

# import_zip_community_download_link
source: 或从YomiPlay社区下载
en: Or download from YomiPlay Community
ja: または YomiPlay コミュニティからダウンロード
zh_hant: 或從YomiPlay社群下載

# import_zip_description
source: 音视频与字幕同名同包（.srt 或 .yomi）
en: Media + subtitles (same name, .srt or .yomi)
ja: 音声・動画と字幕を同名で同梱
zh_hant: 音視頻與字幕同名同包（.srt 或 .yomi）

# inter_subtitle_pause_hint
source: 按顺序播放时，每句字幕播完后会暂停此时长再播下一句；开启「单句循环」时不生效。
en: When playing forward in order, waits this long after each subtitle before the next one. Not applied while “Repeat current subtitle” is on.
ja: 順番に再生するとき、各字幕のあと次へ進むまでこの時間だけ止まります。「現在の字幕をリピート」のときは無効です。
zh_hant: 依序播放時，每句字幕結束後會暫停此時間再播下一句；開啟「單句循環」時不套用。

# inter_subtitle_pause_label
source: 下一句前停顿
en: Pause before next subtitle
ja: 次の字幕までの間隔
zh_hant: 下一句前停頓

# inter_subtitle_pause_none
source: 关闭
en: Off
ja: なし
zh_hant: 關閉

# inter_subtitle_pause_seconds_format
source: %@ 秒
en: %@ s

# interface_language_footer
source: 用于菜单与界面显示。字幕翻译目标在下方设置。
en: Language used for menus and labels. Subtitle translation target is set below.
ja: メニューや表示の言語。字幕の翻訳先は下で設定します。
zh_hant: 用於選單與介面顯示。字幕翻譯目標在下方設定。

# interface_language_ja
source: 日语
en: Japanese
ja: 日本語
zh_hant: 日語

# interface_language_label
source: 界面语言
en: App language
ja: アプリの言語
zh_hant: 介面語言

# interface_language_section
source: 界面语言
en: Interface Language
ja: 表示言語
zh_hant: 介面語言

# interface_language_system
source: 跟随系统
en: Follow system
ja: システムに従う
zh_hant: 跟隨系統

# interface_language_zh_hans
source: 简体中文
en: Simplified Chinese
ja: 簡体字中国語
zh_hant: 簡體中文

# interface_language_zh_hant
source: 繁体中文
en: Traditional Chinese
ja: 繁体字中国語
zh_hant: 繁體中文

# interface_settings_section
source: 界面设置
en: Interface
ja: 表示
zh_hant: 介面設定

# interface_theme_dark
source: 深色
en: Dark
ja: ダーク

# interface_theme_label
source: 界面主题
en: Appearance
ja: 外観
zh_hant: 介面主題

# interface_theme_light
source: 浅色
en: Light
ja: ライト
zh_hant: 淺色

# interface_theme_system
source: 跟随系统
en: System
ja: システムに従う
zh_hant: 跟隨系統

# invalid_url_hint
source: 请输入有效的链接地址
en: Please enter a valid URL
ja: 有効なURLを入力してください
zh_hant: 請輸入有效的連結網址

# invalid_zip_file
source: 无效的ZIP文件
en: Invalid ZIP file
ja: ZIPファイルが無効です
zh_hant: 無效的ZIP檔案

# items
source: 条
en: items
ja: 件
zh_hant: 條

# japanese_subtitles
source: 日语字幕
en: Japanese Subtitles
ja: 日本語字幕
zh_hant: 日語字幕

# learning
source: 学习特性
en: Learning
ja: 学習設定
zh_hant: 學習特性

# library_batch_delete
source: 删除
en: Delete
ja: 削除
zh_hant: 刪除

# library_batch_delete_alert_title
source: 删除所选记录？
en: Delete selected items?
ja: 選択した記録を削除しますか？
zh_hant: 刪除所選記錄？

# library_batch_delete_message
source: 将永久删除 %lld 条记录，无法撤销。
en: This will permanently delete %lld items. This cannot be undone.
ja: %lld 件の記録を完全に削除します。元に戻せません。
zh_hant: 將永久刪除 %lld 筆記錄，無法復原。

# library_batch_deselect_all
source: 取消全选
en: Deselect all
ja: 選択解除
zh_hant: 取消全選

# library_batch_done
source: 完成
en: Done
ja: 完了

# library_batch_move
source: 移动到分组
en: Move
ja: 移動
zh_hant: 移動到分組

# library_batch_move_empty
source: 未选择任何记录
en: No items selected
ja: 選択された記録がありません
zh_hant: 未選擇任何記錄

# library_batch_move_empty_hint
source: 请关闭后在列表中选择要移动的记录。
en: Close and select records in the list.
ja: 閉じて一覧から記録を選んでください。
zh_hant: 請關閉後在列表中選擇要移動的記錄。

# library_batch_select
source: 多选
en: Select
ja: 選択
zh_hant: 多選

# library_batch_select_all
source: 全选
en: Select all
ja: すべて選択
zh_hant: 全選

# library_batch_selected_count_format
source: 已选 %lld 项
en: %lld selected
ja: %lld 件を選択中
zh_hant: 已選 %lld 項

# library_folder_reorder_edit
source: 编辑分组顺序
en: Reorder groups
ja: グループ並べ替え
zh_hant: 編輯分組順序

# library_folder_reorder_footer
source: 点「编辑分组顺序」后拖动右侧手柄调整顺序；「未分组」始终在上方。
en: Tap Reorder groups, then drag the handle to change order. Default group stays at the top.
ja: 「グループ並べ替え」で編集し、右のハンドルで並べ替えられます（未分類は上に固定）。
zh_hant: 點「編輯分組順序」後拖曳右側控點；「未分組」固定在最上方。

# library_header_subtitle
source: 您的音视频与字幕记录
en: Your audio, video and subtitle records
ja: 音声・動画・字幕の記録
zh_hant: 您的音視頻與字幕記錄

# library_header_title
source: 多媒体记录
en: Media Records
ja: メディア記録
zh_hant: 多媒體記錄

# library_search_hint
source: 输入关键词，搜索分组与记录
en: Type a keyword to search folders and records
ja: キーワードでフォルダと記録を検索
zh_hant: 輸入關鍵字，搜尋分組與記錄

# library_search_section_groups
source: 分组
en: Folders
ja: フォルダ
zh_hant: 分組

# library_search_section_records
source: 记录
en: Records
ja: 記録
zh_hant: 記錄

# library_sort_default_name
source: 默认（按名称 A–Z）
en: Default (name A–Z)
ja: デフォルト（名前 A→Z）
zh_hant: 預設（依名稱 A–Z）

# library_sort_manual
source: 自定义顺序（可拖动）
en: Custom order (drag to sort)
ja: 手動並べ替え（ドラッグ）
zh_hant: 自訂順序（可拖曳）

# library_sort_manual_footer
source: 点「编辑顺序」后，拖动右侧手柄即可调整顺序。
en: Tap Edit order, then drag the handle on the right to reorder.
ja: 「順序を編集」を押してから、右のハンドルで並べ替えられます。
zh_hant: 點「編輯順序」後，拖曳右側控點即可調整順序。

# library_sort_menu_short_date_new
source: 日期·新→旧
en: Newest
ja: 新しい順
zh_hant: 日期·新→舊

# library_sort_menu_short_date_old
source: 日期·旧→新
en: Oldest
ja: 古い順
zh_hant: 日期·舊→新

# library_sort_menu_short_default
source: 默认
en: Default
ja: デフォルト
zh_hant: 預設

# library_sort_menu_short_manual
source: 自定义
en: Custom
ja: 手動
zh_hant: 自訂

# library_sort_menu_short_name_za
source: 名称·Z–A
en: Name Z–A
ja: 名前 Z→A
zh_hant: 名稱·Z–A

# library_sort_reorder_done
source: 完成
en: Done
ja: 完了

# library_sort_reorder_edit
source: 编辑顺序
en: Edit order
ja: 順序を編集
zh_hant: 編輯順序

# library_sort_section_auto
source: 自动排序
en: Automatic
ja: 自動
zh_hant: 自動排序

# library_sort_section_custom
source: 自定义
en: Custom
ja: カスタム
zh_hant: 自訂

# library_subtitle
source: 你的学习记录与分组
en: Your learning history and groups
ja: 学習履歴とグループ
zh_hant: 你的學習記錄與分組

# library_toolbar_more
source: 更多
en: More
ja: その他

# load_from_url
source: 从URL加载
en: Load from URL
ja: URLから読み込み
zh_hant: 從URL載入

# loading_audio
source: 加载音频
en: Loading Audio
ja: 音声の読み込み
zh_hant: 載入音訊

# loading_audio_2
source: 正在加载音频...
en: Loading audio...
ja: 音声を読み込み中...
zh_hant: 正在載入音訊...

# loading_video
source: 正在加载视频...
en: Loading video...
ja: 動画を読み込み中...
zh_hant: 正在載入影片...

# loanword_english
source: 外来词英文
en: Loanword English
ja: 外来語英語
zh_hant: 外來詞英文

# matching_files
source: 匹配文件中…
en: Matching files…
ja: ファイルを照合中…
zh_hant: 匹配檔案中…

# merge_with_previous
source: 与上一条合并
en: Merge with previous
ja: 前の字幕と結合
zh_hant: 與上一條合併

# monthly_free_quota
source: 本月免费额度
en: Monthly free quota
ja: 今月の無料枠
zh_hant: 本月免費額度

# move_to_folder
source: 移动到文件夹
en: Move to Folder
ja: フォルダへ移動
zh_hant: 移動到資料夾

# my_groups
source: 我的分组
en: My Groups
ja: マイグループ
zh_hant: 我的分組

# name_a_z
source: 名称（升序）
en: Name (A-Z)
ja: 名前（あいうえお順）
zh_hant: 名稱（升序）

# name_z_a
source: 名称（降序）
en: Name (Z-A)
ja: 名前（逆順）
zh_hant: 名稱（降序）

# new_folder
source: 新建文件夹
en: New Folder
ja: 新規フォルダ
zh_hant: 新建資料夾

# new_folder_message
source: 输入新文件夹的名称。
en: Enter a name for the new folder.
ja: 新しいフォルダの名前を入力してください。
zh_hant: 輸入新資料夾的名稱。

# no_matching_records
source: 没有匹配的记录
en: No matching records
ja: 一致する記録がありません
zh_hant: 沒有匹配的記錄

# no_permission_to_access_the_file
source: 没有文件访问权限
en: No permission to access the file
ja: ファイルへのアクセス権がありません
zh_hant: 沒有檔案存取權限

# no_records_yet
source: 还没有记录
en: No records yet
ja: まだ記録がありません
zh_hant: 還沒有記錄

# non_japanese_no_furigana
source: 非日语（无注音）
en: Non-Japanese (no furigana)
ja: 非日本語（注音なし）
zh_hant: 非日語（無注音）

# now_playing
source: 播放中
en: Now Playing
ja: 再生中

# ok
source: 好的
en: OK
ja: OK

# onboarding_continue
source: 我已了解，开始使用
en: I understand, start using YomiPlay
ja: 理解しました。はじめる
zh_hant: 我已了解，開始使用

# onboarding_disclaimer_body
source: 本应用仅作为个人语言学习工具使用。请确保你导入或下载的音视频、字幕等内容拥有合法使用权限，或仅在合理使用范围内自用学习。对于因导入、分享受版权保护内容而产生的法律责任，由用户本人承担。
en: This app is intended for personal language learning only. Please ensure you have the legal right to use any audio, video, or subtitle content you import or download, and keep your usage within fair use / personal study scope. You are solely responsible for any copyright or legal issues arising from the content you use or share.
ja: 本アプリは個人の語学学習を目的としたツールです。インポート／ダウンロードする音声・動画・字幕などのコンテンツについては、必ず合法な利用権限を確認し、私的学習の範囲に留めてご利用ください。著作権保護されたコンテンツの利用・共有に伴う責任は、利用者ご自身に帰属します。
zh_hant: 本應用僅作為個人語言學習工具使用。請確保你匯入或下載的音視訊、字幕等內容擁有合法使用權限，或僅在合理使用範圍內自用學習。對於因匯入、分享受版權保護內容而產生的法律責任，由用戶本人承擔。

# onboarding_disclaimer_title
source: 仅供个人学习使用
en: For personal learning use only
ja: 個人学習用途のみ
zh_hant: 僅供個人學習使用

# onboarding_intro_body
source: YomiPlay 使用本地 AI 语音识别，将音频 / 视频生成可学习的字幕，辅助影子跟读和多语言听力练习。你可以导入音视频文件、播客或 ZIP 学习资料。
en: YomiPlay uses on‑device AI speech recognition to turn audio / video into study‑friendly subtitles, helping with shadowing and multilingual listening practice. You can import media files, podcasts, or ZIP study bundles.
ja: YomiPlay はローカルの AI 音声認識を使って、音声・動画から学習用の字幕を生成し、シャドーイングや多言語リスニングをサポートするアプリです。音声／動画ファイルやポッドキャスト、ZIP 学習素材をインポートできます。
zh_hant: YomiPlay 使用本地 AI 語音辨識，將音訊／影片轉成可學習的字幕，輔助影子跟讀與多語言聽力練習。你可以匯入音視訊檔案、Podcast 或 ZIP 學習資料。

# onboarding_intro_title
source: 这是什么应用？
en: What is this app?
ja: このアプリについて
zh_hant: 這是什麼應用程式？

# onboarding_tagline
source: ✨ 生成你的学习内容
en: ✨ Create your learning content
ja: ✨ 自分だけの学習素材を作る
zh_hant: ✨ 生成你的學習內容

# parsing_subtitles
source: 正在解析字幕...
en: Parsing subtitles...
ja: 字幕を解析中...

# parsing_subtitles_2
source: 解析字幕
en: Parsing Subtitles
ja: 字幕の解析

# paste_url_section_title
source: 粘贴音视频链接
en: Paste audio/video URL
ja: 音声・動画のURLを貼り付け
zh_hant: 貼上音訊/影片連結

# paywall_auto_renews_format
source: 每 %@ 自动续订
en: Auto-renews every %@
ja: %@ごとに自動更新
zh_hant: 每 %@ 自動續訂

# paywall_free_export_compact
source: 支持音视频及字幕的导出与分享
en: Export and share audio/video with subtitles
ja: 音声/動画と字幕の書き出し・共有に対応
zh_hant: 支援音訊/影片與字幕的匯出及分享

# paywall_free_import_compact
source: 仅支持从播客或 URL 导入音频
en: Podcast or URL audio import only
ja: ポッドキャストまたはURLからの音声インポートのみ
zh_hant: 僅支援從 Podcast 或 URL 匯入音訊

# paywall_free_quota_compact
source: 已使用 %d 分钟 / 剩余 %d 分钟
en: %d min used / %d min left
ja: %d分使用 / %d分残り
zh_hant: 已使用 %d 分鐘 / 剩餘 %d 分鐘

# paywall_lifetime_tagline
source: 一次付费，永久使用
en: Pay once, use forever
ja: 一度の購入で永久利用
zh_hant: 一次付費，永久使用

# paywall_most_popular
source: 最受欢迎
en: Most Popular
ja: 人気No.1
zh_hant: 最受歡迎

# paywall_one_time_purchase
source: 一次性购买
en: One-time purchase
ja: 買い切り（一度のお支払い）
zh_hant: 一次性購買

# paywall_period_1_day
source: 1 天
en: 1 day
ja: 1日間

# paywall_period_1_month
source: 1 个月
en: 1 month
ja: 1か月
zh_hant: 1 個月

# paywall_period_1_week
source: 1 周
en: 1 week
ja: 1週間
zh_hant: 1 週

# paywall_period_1_year
source: 1 年
en: 1 year

# paywall_period_n_days
source: %lld 天
en: %lld days
ja: %lld日間

# paywall_period_n_months
source: %lld 个月
en: %lld months
ja: %lldか月
zh_hant: %lld 個月

# paywall_period_n_weeks
source: %lld 周
en: %lld weeks
ja: %lld週間
zh_hant: %lld 週

# paywall_period_n_years
source: %lld 年
en: %lld years

# paywall_plan_lifetime
source: 早期支持计划（终身）
en: Early Supporter Plan
ja: Early Supporter Plan（買い切り）
zh_hant: 早期支持方案（終身）

# paywall_plan_monthly
source: YomiPlay Pro 月度
en: YomiPlay Pro Monthly
ja: YomiPlay Pro 月額

# paywall_plan_yearly
source: YomiPlay Pro 年度
en: YomiPlay Pro Yearly
ja: YomiPlay Pro 年額

# paywall_price_per_month_format
source: 约合 %@ / 月
en: About %@ / month
ja: 月額約 %@
zh_hant: 約合 %@ / 月

# paywall_privacy
source: 隐私政策
en: Privacy Policy
ja: プライバシーポリシー
zh_hant: 隱私政策

# paywall_pro_export_compact
source: 同免费版
en: Same as Free
ja: 無料版と同じ
zh_hant: 同免費版

# paywall_pro_import_compact
source: 本地与在线音视频、ZIP 批量导入，搭建体系化学习素材库
en: Local & online media, ZIP batch import — build a serious library
ja: 端末内・オンラインの音動画、ZIP一括取り込みで本格的なライブラリを構築
zh_hant: 本機與線上音訊/影片、ZIP 批次匯入，建立體系化學習素材庫

# paywall_pro_quota_compact
source: 期间无限识别额度
en: Unlimited recognition during subscription
ja: 利用期間中は認識無制限
zh_hant: 期間無限辨識額度

# paywall_products_unavailable
source: 暂时无法加载订阅价格，请稍后重试。您仍可在下方查看服务条款与隐私政策。
en: Subscription prices are temporarily unavailable. Please try again later. Terms and Privacy Policy are linked below.
ja: 購読情報を読み込めませんでした。しばらくしてからお試しください。下部のリンクから利用規約とプライバシーポリシーをご確認いただけます。
zh_hant: 暫時無法載入訂閱價格，請稍後再試。您仍可在下方查看服務條款與隱私權政策。

# paywall_purchase_failed
source: 无法完成购买，请稍后重试。
en: Purchase could not be completed. Please try again.
ja: 購入を完了できませんでした。もう一度お試しください。
zh_hant: 無法完成購買，請稍後再試。

# paywall_restore_no_entitlement
source: 未找到有效订阅
en: No active subscription found
ja: 有効な購読が見つかりません
zh_hant: 未找到有效訂閱

# paywall_restore_success
source: 已恢复购买
en: Purchases restored
ja: 購入を復元しました
zh_hant: 已恢復購買

# paywall_save_40
source: 节省 40%
en: Save 40%
ja: 40%お得
zh_hant: 節省 40%

# paywall_store_products_failed
source: 无法加载订阅方案，请检查网络后重试。
en: Couldn’t load subscription options. Check your connection and try again.
ja: 購読プランを読み込めませんでした。接続を確認して再度お試しください。
zh_hant: 無法載入訂閱方案，請檢查網路後重試。

# paywall_terms
source: 服务条款
en: Terms of Service
ja: 利用規約
zh_hant: 服務條款

# paywall_tier_free_line
source: 免费：%@
en: Free: %@
ja: 無料: %@
zh_hant: 免費：%@

# paywall_unlock_pro_button
source: 立即解锁 Pro 权限
en: Unlock Pro Now
ja: Pro を今すぐ解除
zh_hant: 立即解鎖 Pro 權限

# playback_rate_cycle_next
source: 下一档速度
en: Next speed
ja: 次の速度
zh_hant: 下一檔速度

# playback_repeat_accessibility_hint
source: 轻点可轮换重复模式，长按打开菜单。
en: Tap to cycle repeat mode. Touch and hold for the menu.
ja: タップでリピートモードを切り替え、長押しでメニューを表示します。
zh_hant: 輕點可輪替重複模式，長按開啟選單。

# playback_repeat_current_sentence
source: 单句循环
en: Repeat current subtitle
ja: 現在の字幕をリピート
zh_hant: 單句循環

# playback_repeat_label_off
source: 不循环
en: Off
ja: オフ
zh_hant: 不循環

# playback_repeat_label_playlist
source: 列表
en: List

# playback_repeat_label_sentence
source: 单句
en: Line
ja: 1行
zh_hant: 單句

# playback_repeat_label_whole
source: 单篇
en: Track
ja: 単篇
zh_hant: 單篇

# playback_repeat_off
source: 不循环
en: No repeat
ja: リピートしない
zh_hant: 不循環

# playback_repeat_playlist
source: 列表循环
en: Loop playlist
ja: 列表ループ
zh_hant: 列表循環

# playback_repeat_whole_track
source: 单篇循环
en: Repeat current track
ja: 単篇ループ
zh_hant: 單篇循環

# playback_speed
source: 播放速度
en: Playback Speed
ja: 再生速度

# player_export_yomi_title
source: 导出 YOMI 字幕
en: Export YOMI Subtitles
ja: YOMI 字幕エクスポート
zh_hant: 匯出 YOMI 字幕

# player_import_yomi_title
source: 导入 YOMI 字幕
en: Import YOMI Subtitles
ja: YOMI 字幕インポート
zh_hant: 匯入 YOMI 字幕

# player_share_yomi_title
source: 分享 YOMI 字幕
en: Share YOMI Subtitles
ja: YOMI 字幕を共有

# player_show_shadow_reading_mic
source: 显示跟读麦克风
en: Shadow reading button
ja: 字幕横のマイクを表示
zh_hant: 顯示跟讀麥克風

# player_show_shadow_reading_mic_subtitle
source: 开启后在每行字幕旁显示麦克风，用于跟读练习。
en: Show the mic on each subtitle line to practice shadow reading.
ja: 各行でシャドーイング練習を開始できます。オフのときは非表示です。
zh_hant: 開啟後在每行字幕旁顯示麥克風，用於跟讀練習。

# player_subtitle_long_press_hint
source: 长按某句字幕可编辑、拆分、合并等。
en: Long-press a line to edit, split, merge, and more.
ja: 字幕行を長押しすると、編集・分割・結合などができます。
zh_hant: 長按某句字幕可編輯、拆分、合併等。

# player_subtitle_long_press_hint_ok
source: 知道了
en: Got it
ja: 了解

# player_translation_failed_dismiss_a11y
source: 关闭翻译失败提示
en: Dismiss translation failure notice
ja: 翻訳失敗の通知を閉じる
zh_hant: 關閉翻譯失敗提示

# player_translation_failed_hint
source: 导入时自动翻译未完成，可立即重试。
en: Auto translation didn't complete on import. You can retry now.
ja: 取り込み時の自動翻訳が完了しませんでした。今すぐ再試行できます。
zh_hant: 匯入時自動翻譯未完成，可立即重試。

# player_translation_failed_retry
source: 重试
en: Retry
ja: 再試行
zh_hant: 重試

# please_go_back_and_try_another_file
source: 请返回尝试其他文件
en: Please go back and try another file
ja: 戻って別のファイルを試してください
zh_hant: 請返回嘗試其他檔案

# podcast_audio_import_hint
source: 粘贴可直接下载的音频/视频链接进行导入。
en: Paste a direct downloadable audio/video link to import.
ja: 直接ダウンロードできる音声/動画リンクを貼り付けてインポートしてください。
zh_hant: 貼上可直接下載的音訊/影片連結即可匯入。

# podcast_download_insufficient_storage
source: 存储空间不足，无法保存下载的音频。请清理空间后重试。
en: Not enough storage to save the downloaded audio. Free up some space and try again.
ja: ダウンロードした音声を保存する空き容量が足りません。ストレージを空けてから再試行してください。
zh_hant: 儲存空間不足，無法儲存下載的音訊。請清理空間後重試。
